Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=466_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: Sámenuorat ožžo iežaset váikkuhankanála go sámediggi vuođđudii iežas oktavuhtii nuoraidráđi njukčamánus 2010.
smn: Säminuorah ožžuu jieijâs vaikuttâskanava ko sämitigge vuáđudij jieijâs ohtâvuotân nuorâirääđi njuhčâmáánust 2010.

source: Ođđa nuoraidráđđi álggahii doaimmas cuoŋománus 2011.
smn: Uđđâ nuorâirääđi algâttij tooimâs cuáŋuimáánust 2011.

source: Nuoraid áššiid sámedikki hálddahusas dikšu skábmamánus 2010 barggus álggahan nuoraidčálli Niina Siltala.
smn: Nuorâi aašijd sämitige haldâttâsâst tipšo roovvâdmáánust 2010 pargoidis algâttâm nuorâičällee Niina Siltala.

source: Jearaimet Niinas logi gažaldaga, maidda son vástida ná:
smn: Toovâin Niinan love koččâmâššâd, moid sun västidij návt:

source: Gii leat ja gos leat eret ?
smn: Kii tun lah já kost puáđáh ?

source: Lean Niina Siltala (iežas goargu Aikio).
smn: Mun lam Niina Siltala (js.. Aikio).

source: Lean eret Avvilis, mu sohka lea eret Idjajávrri guovllus.
smn: Lam šaddaaš Avelist já muu suuhâ lii vuálgus Ijjäävrist.

source: Maid leat bargan ovdal go du válljejedje nuoraidčállin ?
smn: Maid lah paorgâm tađe ovdil ko tuu väljejii nuorâičällen ?

source: Gárvvásmuvven stuđeantan Avvila logahagas giđđat 2009 ja čakčat vulgen Durdnosii Humanisttalaš ámmátallaskuvlii lohkat servodatdoaimma ja nuoraidbarggu, nu ahte jagi gergen stuđeret ovdal bargui boahtima.
smn: Valmâštuvvim pajeuáppen Avveel luvâttuvâst kiđđuv 2009 já čohčuv vuolgim Tuárnusân Humanistlii áámmátollâškoovlân luuhâđ aalmuglâštooimâ já nuorâipargo, ađai oovtâ ive kiergânim luuhâđ ovdil paargon puáttim.

source: Barggu olis livččii oaivil gárvvásmuvvatge maŋimuštá golmma ja bealle jagi geažes.
smn: Pargo lasseen ličij uáivil valmâštuđ-uv majemustáá pelniäljád ive keččin.

source: Manin hálidit nuoraidčállin ?
smn: Mane halijdih nuorâičällen ?

source: Vejolašvuohta bargat sámenuoraiguin iežan ruovttuguovllus geasuhii sakka.
smn: Máhđulâšvuotâ porgâđ säminuorâiguin jieijâs päikkikuávlust hokâttâlâi korrâsávt.

source: Mii nuoraidčálli doaibmagovvii gullá ?
smn: Mii nuorâičällee toimâkován kulá ?

source: Nuoraidčálli doaibmá nuoraidráđi ollesáigásaš čállin, mii oaivvilda ahte válmmaštalan buot nuoraidráđi álgagiid, cealkámušaid ja eará bealiváldimiid, bovden čoahkkái ja válmmaštalan nuoraidráđi čoahkkimiid ja fuolahan das ahte nuoraidráđi mearrádusat šaddet duohtan.
smn: Nuorâičällee tuáimá nuorâirääđi váldutoimâlâš čällen, ađai valmâštâlâm puoh nuorâirääđi alguid, ciälkkámušâid já eres peleväldimijd, povdiim čuákán já valmâštâlâm nuorâirääđi čuákkimijd já olášutám nuorâirääđi miärádâsâid.

source: Die dat váldobarggut iešalddes leat.
smn: Tie toh váldupargoh riävtui láá.

source: Leamašan maiddái veahkkin ordnemin Sámenuoraid dáiddadáhpáhusa ja geahččalan fierpmáiduvvat nuoraidsuorggi eará doaibmiiguin (ee. sámeguovllu ja Lappi gielddaid nuoraiddoaimmaiguin).
smn: Lasseen lam lamaš iššeen orniimin Säminuorâi taaidâtábáhtus já viggâm viärmádâttâđ eres nuorâisyergi tuáimeiguin (el. sämikuávlu já Laapi kieldâi nuorâituáimeiguin).

source: Makkár lea du dábálaš bargobeaivi ?
smn: Maggaar lii táválâš pargopiäivád ?

source: Boađán bargui iđđes gávcci sulain ja vuosttasin manan čađa šleađgapoastta.
smn: Puáđám paargon iđedist käävci suulâin já vuossâmužžân tárhistân šleđgâpoostâ.

source: Dasto válmmaštalan čoahkkima, divššon geavatlaš áššiid (omd. čoahkkinkáfestallama dahje dáiddadáhpáhusa sáhtuid), doalan smávva ráđđádallama bargoskihpáriin / - skihpáriiguin, vástidan telefovdnii ja čálán šleađgapoastta.
smn: Talle valmâštâlâm čuákkim, tipšom keevâtlijd aašijd (om. čuákkimkaahvijd tâi taaidâtábáhtus orniidijn sáátuid), toolâm siemin ráđádâllâm pargoskipáráin / pargoskipárijguin, västidâm puhelimân já čálám šleđgâpoostâ.

source: Dakkár áibba dábálaš doaimmahatbargu, mii gal boahtá sihkkarit vehá rievdat go nuoraidráđđi álggaha doaimmas albmaláhkai.
smn: Taggaar aaibâs vuáđutoimâttâhpargo, mii šadda kale vissásávt mottoomverd rievdâđ, ko nuorâirääđi aalgât olmânáál tooimâs.

source: Sullii oktii mánus oassálasttán Selvä Peli-bargojoavkku čoahkkimii ja sullii oktii guovtti mánus mis lea nuoraidráđi iežas čoahkkin.
smn: Suullân ohtii mánuppaajeest uásálistám “ Selvä Peli ” - pargojuávhu čuákkimân já suullân ohtii muádi mánuppaajeest mist lii nuorâirääđi jieččân čuákkim.

source: Mii nuoraidráđđi lea ?
smn: Mii nuorâirääđi lii ?

source: Nuoraidráđđi lea okta sámedikki lávdegottiin, masa gullet 5 fásta lahtu ja persovnnalaš várrelahtut sihke 5 áššedovdilahtu.
smn: Nuorâirääđi lii ohtâ sämitige lävdikuudijn, moos kuleh 5 eidusii jeessân já sii persovnliih värijesâneh sehe 5 äššitobdeejeessân.

source: Fásta lahtut ja várrelahtut leat 18-25-jahkásaččat ja áššedovdilahtut 15-17-jahkásaččat.
smn: Eidusiih jesâneh já värijesâneh láá 18-25-ihásiih já äššitobdeejesâneh 15-17-ihásiih.

source: Nuoraidráđi doaibmasuorgái gullet buot sámenuoraide ja sámenuoraid eallindiliide guoski áššit.
smn: Nuorâirääđi toimâsuárgán kuleh puoh säminuorâid já säminuorâi eellimtile kyeskee ääših.

source: Mo nuoraidráđđi sáhttá doaimmainisguin ovddidit sámenuoraid sajádaga Suomas ?
smn: Maht nuorâirääđi puáhtá toimâinis ovdediđ säminuorâi sajattuv Suomâst ?

source: Nuoraidráđđi sáhttá dahkat álgagiid ja addit cealkámušaid daid áššiin, mat gusket sámenuoraide dahje sámenuoraid eallindiliide.
smn: Nuorâirääđi puáhtá toohâđ alguid já adeliđ ciälkkámušâid toin aašijn, moh kyeskih säminuorâid tâi sii eellimtile.

source: Nuoraidráđđi sáhttá maid ordnet dáhpáhusaid ja oassálastit sierralágan dáhpáhusaide.
smn: Nuorâirääđi puáhtá meid orniđ tábáhtusâid já uásálistiđ jieškote-uvlágán tábáhtussáid.

source: Mo sámenuoraid sajádat buorránii Suomas nuoraidráđi mielde ?
smn: Maht säminuorâi sajattâh puáránij Suomâst nuorâirääđi mield ?

source: Stuorámus ášši lea sihkkarit dat, ahte dál sámenuorat sáhttet ieža váikkuhit iežaset vuoigatvuođaide ja daid ollašuhttimii.
smn: Iävtuittáá stuárráámus äšši lii tot, et tääl säminuorah pyehtih jieijah vaikuttiđ vuoigâdvuođáidsis já toi olášumán.

source: Dasa lassin sámenuorain lea dál kanála, man bokte sii sáhttet addit virggálaš cealkámušaid ja dahkat álgagiid.
smn: Lasseen säminuorâin lii tääl kanava, mon pehti sij pyehtih adeliđ virgálijd ciälkkámušâid já toohâđ alguid.

source: Nuoraidráđđi dahká vejolažžan maiddái dan, ahte sámenuorat sáhttet leat ollu beaktilabbot fárus sámedikki doaimmas ja mearrádusaid dahkamis nuoraide guoski áššiin.
smn: Nuorâirääđi taha máhđulâžžân meid tom, et säminuorah pyehtih leđe čuuvtij aktiivlubbooht mieldi sämitige tooimâst já miärádâstohâmist nuorâid kyeskee aašijn.

source: Makkár áššiide áiggot giddet erenomáš fuopmášumi nuoraidčállin ?
smn: Maggaar aššijd ááiguh kiddiđ eromâš huámášume nuorâičällen ?

source: Geahččalan doaibmat nu, ahte nuoraidráđđi dieđihivččii aktiivvalaččat doaimmastis.
smn: Viigâm toimâđ nuuvt, et nuorâirääđi tieđettičij aktiivlávt jieijâs tooimâin.

source: In hálidivčče dakkár dili, ahte ráđđi dušše mearrida áššiid birra čoahkkimiin ja eará nuorat eai dieđe oppa dange geat čoahkkimiin čohkkájit, hálakeahttáge áššelisttuin dahje earás.
smn: Jiem halijdiččii taggaar tile, et rääđi tuálá čuákkimijd já meerrid aašijn, mut eres nuorah iä ubâ tieđegin kiäh čuákkimijn čokkájeh, tađe eenâb ko äššilistoin tâi eres aašijngin.

source: Anáražžan hálidan dieđusge maid giddet fuopmášumi anáraš- ja nuortalašgielat nuoraid gielalaš vuoigatvuođaide.
smn: Lasseen aanaarsämmilâžžân šadda luándulávt-uv kiddiđ huámášume aanaar- já nuorttâsämikielâlij nuorâi kielâlijd vuoigâdvuođáid.

source: Makkárin oainnát sámenuoraid sajádaga Suomas logi jagi geažes ?
smn: Magarin uáináh säminuorâi sajattuv Suomâst love ive keččin ?

source: Doaivvu miel nuoraidráđđi lea stáđásmahttán sajádagas nu sámenuoraid gaskavuođas go riikkaviidosaččatge dakkár doaibmin, man beallái lea álki jorgalit sámenuoraide guoski áššiin.
smn: Tuáivumield nuorâirääđi lii vuáháduttám sajattuvâs nuuvt säminuorâi koskâvuođâst ko väldikodálávt-uv tagarin tuáimen, mon piälán lii älkkee jurgâluđ säminuorâid kyeskee áášijn.

source: Sávan ahte logi jagi geažes buot sámenuorain leat ássanbáikkis ja giellajoavkkus fuolakeahttá ovttalágan vejolašvuođat stuđeret giela skuvllas.
smn: Tuáivum, et love ive keččin puohâin säminuorâin láá aassâmsaajeest já kielâjuávhust peerusthánnáá siämmáálágneh máhđulâšvuođah oppâđ kielâ škoovlâst.

source: Sávan maiddái, ahte sámenuorat anášedje ain árvvus iežaset kultuvrra ja dan ahte sii leat sápmelaččat.
smn: Tuáivum meid, et säminuorah ain-uv anaččii áárvust jieijâs kulttuur já liččii čiävlááh sämmilâšvuođâstis.
